---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtTopCore
source: html/4fb1a627-e276-c7a0-a55d-638dff57b9ab.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtTopCore Property

"Elevation at Top Core"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralElevationAtTopCore { get; }
```